[
  {
    "name": "Stratocaster",
    "price": "$500.000",
    "category": "Guitarras Eléctricas",
    "description": "Una guitarra eléctrica icónica con un sonido versátil y un diseño clásico que ha definido el rock and roll. La Stratocaster ofrece comodidad y facilidad de uso gracias a su contorno ergonómico. Su versatilidad la hace ideal para cualquier género musical, desde el blues hasta el metal.",
    "imageUrl": "/img/estrato.jpg"
  },
  {
    "name": "Les Paul",
    "price": "$600.000",
    "category": "Guitarras Eléctricas",
    "description": "Una guitarra eléctrica con un tono rico y sustain prolongado que se adapta perfectamente a los estilos de rock y blues. Su construcción sólida le da una gran resonancia y claridad en los tonos bajos. Es famosa por su capacidad para producir solos potentes y melodías envolventes.",
    "imageUrl": "/img/les.jpg"
  },
  {
    "name": "Gibson",
    "price": "$700.000",
    "category": "Guitarras Eléctricas",
    "description": "Guitarra eléctrica premium con acabados de alta calidad, ideal para músicos profesionales que buscan un sonido auténtico y profundo. La Gibson es conocida por su durabilidad y construcción robusta, ofreciendo una excelente respuesta de sonido y una tonalidad cálida.",
    "imageUrl": "/img/gibson.jpg"
  },
  {
    "name": "Piano Digital Kurzweil",
    "price": "$1.200.000",
    "category": "Pianos & Teclados",
    "description": "Piano digital Kurzweil con 88 teclas y múltiples opciones de sonido, perfecto tanto para principiantes como para profesionales. Ofrece una experiencia auténtica de piano acústico gracias a su tecnología de muestreo avanzado. Viene con conectividad MIDI y salida de auriculares.",
    "imageUrl": "/img/piano.jpg"
  },
  {
    "name": "Teclado",
    "price": "$400.000",
    "category": "Pianos & Teclados",
    "description": "Teclado compacto con múltiples funciones de sonido, ideal para músicos en movimiento. Ofrece una gran variedad de tonos y ritmos que permiten crear composiciones complejas con facilidad. Su diseño ligero lo hace perfecto para presentaciones en vivo.",
    "imageUrl": "/img/teclado.jpg"
  },
  {
    "name": "Batería Acústica",
    "price": "$800.000",
    "category": "Baterías / Percusión",
    "description": "Batería acústica completa para principiantes y profesionales, incluye platillos y herrajes. Fabricada con materiales de alta calidad, ofrece un sonido potente y claro. Su configuración flexible permite adaptarla a diferentes estilos musicales.",
    "imageUrl": "/img/bateria.jpg"
  },
  {
    "name": "Saxofón",
    "price": "$900.000",
    "category": "Vientos",
    "description": "Saxofón alto con estuche y boquilla incluida, diseñado para estudiantes avanzados y profesionales. Su cuerpo de latón ofrece una proyección de sonido fuerte y clara. Viene con un diseño ergonómico que facilita la ejecución de notas complejas.",
    "imageUrl": "/img/saxo.jpg"
  },
  {
    "name": "Amplificador",
    "price": "$250.000",
    "category": "Accesorios",
    "description": "Amplificador de guitarra con múltiples efectos, ideal para músicos que buscan versatilidad y potencia. Ofrece controles fáciles de usar y una salida de gran calidad que realza el sonido de cualquier guitarra. Perfecto tanto para estudios como para presentaciones en vivo.",
    "imageUrl": "/img/ampli.jpg"
  },
  {
    "name": "Guitarra Española",
    "price": "$300.000",
    "category": "Guitarras Clásicas",
    "description": "Guitarra clásica con cuerdas de nylon y sonido cálido, perfecta para estilos flamencos y música clásica. Su diseño tradicional y su caja de resonancia proporcionan un sonido profundo y balanceado. Fabricada con maderas seleccionadas para un acabado elegante.",
    "imageUrl": "/img/espanola.jpg"
  },
  {
    "name": "Guitarra Electroacústica",
    "price": "$550.000",
    "category": "Guitarras Clásicas",
    "description": "Guitarra electroacústica con preamplificador incorporado, ideal para presentaciones en vivo y grabaciones. Ofrece una excelente resonancia acústica y una conectividad fácil a sistemas de amplificación. Construida con materiales de alta calidad para un sonido claro y preciso.",
    "imageUrl": "/img/electro.jpg"
  },
  {
    "name": "Bajo 1",
    "price": "$450.000",
    "category": "Bajos",
    "description": "Bajo eléctrico de 4 cuerdas con gran potencia y definición, ideal para cualquier estilo musical. Su diseño ergonómico permite tocar cómodamente durante largas sesiones. Ofrece una excelente respuesta de frecuencia para una experiencia de interpretación enriquecedora.",
    "imageUrl": "/img/bajo.jpg"
  },
  {
    "name": "Cajón Tropicana",
    "price": "$200.000",
    "category": "Baterías / Percusión",
    "description": "Cajón peruano Tropicana ideal para acompañar diversos estilos musicales, desde flamenco hasta jazz. Fabricado en madera de alta calidad, ofrece un sonido profundo y resonante. Su diseño compacto permite un fácil transporte.",
    "imageUrl": "/img/cajon.jpg"
  },
  {
    "name": "Flauta Traversa",
    "price": "$350.000",
    "category": "Vientos",
    "description": "Flauta travesera plateada con estuche de transporte, ideal para músicos de todos los niveles. Ofrece un sonido brillante y claro que se destaca en cualquier orquesta o banda. Su construcción robusta garantiza durabilidad y un rendimiento consistente.",
    "imageUrl": "/img/traversa.jpg"
  },
  {
    "name": "Clarinete",
    "price": "$300.000",
    "category": "Vientos",
    "description": "Clarinete Bb con estuche y boquilla incluidos, diseñado para músicos intermedios y avanzados. Su cuerpo de madera ofrece una tonalidad cálida y rica, perfecta para conciertos y grabaciones. Viene con un diseño ergonómico para facilitar la ejecución.",
    "imageUrl": "/img/clarinete.jpg"
  },
  {
    "name": "Flauta Dulce Hohner",
    "price": "$50.000",
    "category": "Vientos",
    "description": "Flauta dulce soprano Hohner para principiantes y estudiantes, ideal para la enseñanza en escuelas y colegios. Hecha de plástico resistente, ofrece una buena entonación y facilidad de uso. Viene con funda protectora.",
    "imageUrl": "/img/flauta.jpg"
  },
  {
    "name": "Batería Electrónica",
    "price": "$850.000",
    "category": "Baterías / Percusión",
    "description": "Batería electrónica profesional con pads de malla, ideal para práctica silenciosa y grabación en casa. Ofrece múltiples sonidos personalizables y conectividad MIDI para usar con software de producción musical. Incluye pedal de bombo y platillos.",
    "imageUrl": "/img/bateria2.jpg"
  },
  {
    "name": "Maracas",
    "price": "$20.000",
    "category": "Baterías / Percusión",
    "description": "Par de maracas de madera con sonido tradicional, ideal para música folclórica y tropical. Ofrecen un ritmo claro y preciso para acompañar cualquier tipo de música. Su diseño ergonómico facilita su uso prolongado.",
    "imageUrl": "/img/maracas.jpg"
  },
  {
    "name": "Micrófono",
    "price": "$100.000",
    "category": "Accesorios",
    "description": "Micrófono dinámico con cable XLR incluido, perfecto para voces e instrumentos en presentaciones en vivo. Su construcción robusta asegura durabilidad y fiabilidad. Ofrece un sonido claro con rechazo de ruido de fondo.",
    "imageUrl": "/img/mic.jpg"
  },
  {
    "name": "Cables",
    "price": "$15.000",
    "category": "Accesorios",
    "description": "Cables para instrumentos y micrófonos de alta calidad, ideales para estudios y conciertos. Ofrecen baja pérdida de señal y conectores duraderos. Disponibles en varias longitudes para mayor flexibilidad.",
    "imageUrl": "/img/cable.jpg"
  },
  {
    "name": "Armónica",
    "price": "$75.000",
    "category": "Vientos",
    "description": "Armónica en C mayor con estuche protector, ideal para principiantes y músicos de nivel intermedio. Ofrece un tono claro y brillante con excelente respuesta. Perfecta para blues, rock y música folclórica.",
    "imageUrl": "/img/armonica.jpg"
  },
  {
    "name": "Guitarra 12 Cuerdas Electroacústica",
    "price": "$750.000",
    "category": "Guitarras Clásicas",
    "description": "Guitarra de 12 cuerdas electroacústica con sonido lleno y resonante, ideal para crear texturas musicales ricas. Viene con preamplificador incorporado para una fácil amplificación en presentaciones en vivo. Su diseño clásico combina con una construcción robusta.",
    "imageUrl": "/img/12cuerdas.jpg"
  },
  {
    "name": "Pandereta",
    "price": "$40.000",
    "category": "Baterías / Percusión",
    "description": "Pandereta de madera con sonajas de metal, perfecta para acompañamientos rítmicos en diversos géneros musicales. Su sonido brillante añade color a cualquier interpretación. Ligera y fácil de manejar.",
    "imageUrl": "/img/pandereta.jpg"
  },
  {
    "name": "Banjo",
    "price": "$500.000",
    "category": "Guitarras & Bajos",
    "description": "Banjo de 5 cuerdas con resonador y puente ajustable, ideal para música country, bluegrass y folk. Ofrece un sonido vibrante y único con un sustain prolongado. Su construcción sólida garantiza durabilidad y una excelente proyección.",
    "imageUrl": "/img/banjo.jpg"
  },
  {
    "name": "Mandolina",
    "price": "$400.000",
    "category": "Guitarras & Bajos",
    "description": "Mandolina acústica con 8 cuerdas y cuerpo de madera, perfecta para música folk, bluegrass y celta. Su tamaño compacto y su sonido brillante la hacen ideal para acompañar cualquier género. Construida con materiales de alta calidad para una máxima durabilidad.",
    "imageUrl": "/img/mandolina.jpg"
  }
]
